aaron-bond.better-comments
arrterian.nix-env-selector
astro-build.astro-vscode
bbenoist.nix
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
biomejs.biome
bradlc.vscode-tailwindcss
chrislajoie.vscode-modelines
cweijan.dbclient-jdbc
cweijan.vscode-postgresql-client2
eamodio.gitlens
editorconfig.editorconfig
elixir-tools.elixir-tools
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
golang.go
haskell.haskell
jakebecker.elixir-ls
jnoortheen.xonsh
justusadam.language-haskell
lexical-lsp.lexical
mechatroner.rainbow-csv
miguelsolorio.fluent-icons
miguelsolorio.min-theme
miguelsolorio.symbols
mkhl.direnv
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-github-issue-notebooks
ms-vsliveshare.vsliveshare
pgourlain.erlang
phoenixframework.phoenix
pinage404.nix-extension-pack
pkief.material-icon-theme
pomdtr.excalidraw-editor
qwtel.sqlite-viewer
rust-lang.rust-analyzer
samuel-pordeus.elixir-test
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
sumneko.lua
supermaven.supermaven
tal7aouy.icons
testdouble.vscode-alternate-alternate-file
tldraw-org.tldraw-vscode
tomoki1207.pdf
twxs.cmake
vscodevim.vim
wmaurer.change-case
yoavbls.pretty-ts-errors
ziglang.vscode-zig
