aaron-bond.better-comments
biomejs.biome
bradlc.vscode-tailwindcss
eamodio.gitlens
editorconfig.editorconfig
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
github.github-vscode-theme
github.vscode-github-actions
golang.go
haskell.haskell
jakebecker.elixir-ls
justusadam.language-haskell
ms-vsliveshare.vsliveshare
pgourlain.erlang
phoenixframework.phoenix
pkief.material-icon-theme
rust-lang.rust-analyzer
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
sumneko.lua
supermaven.supermaven
vscodevim.vim
wmaurer.change-case
yoavbls.pretty-ts-errors
ziglang.vscode-zig
