astro-build.astro-vscode
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
elixir-lsp.elixir-ls
esbenp.prettier-vscode
GitHub.copilot
GitHub.github-vscode-theme
haskell.haskell
justusadam.language-haskell
mgmcdermott.vscode-language-babel
miguelsolorio.fluent-icons
mikestead.dotenv
ms-vsliveshare.vsliveshare
NomicFoundation.hardhat-solidity
Orta.vscode-jest
pantajoe.vscode-elixir-credo
phoenixframework.phoenix
PKief.material-icon-theme
Postman.postman-for-vscode
Prisma.prisma
tomoki1207.pdf
vscodevim.vim
